02_erb_basic/deas-0.27.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.91ms   22.51ms  75.90ms   77.36%
    Req/Sec   174.70     88.35   306.00     62.26%
  701 requests in 2.00s, 231.94KB read
  Socket errors: connect 0, read 8, write 0, timeout 0
Requests/sec:    350.36
Transfer/sec:    115.92KB